import json

data = [
    {
        "input": "Выдай ГОСТы 1891 для всех возможных измерений",
        "output": ("Документы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 1891;Физико- механические;температурные параметры (плавление, кипение и т.д)\nНаименование объекта\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное,транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие группировки ; Пояса предохранительные ;\nОпределяемая характеристика (Показатель) \nТемпература плавления\nДиапазон определения\nвыполняется/не выполняется от 1 до 200 (˚С)\n"
                   "Документы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 1891;Физико- механические;измерение геометрических параметров (длина, ширина, толщина, площадь, изменение размеров, угол)"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочноепрочее ; Оборудование специального назначения прочее, не включенное в другие группировки ; Пояса предохранительные ;"
                   "\nОпределяемая характеристика (Показатель)\nДиаметр каната;Смещение оболочки шнура или кабеля;Удлинение;Усадка"
                   "\nДиапазон определения:\nот 1 до 20 (мм);от 1 до 2000 (мм) от 0,1 до 100 (%);от 1 до 2000 (мм) от 0,1 до 100 (%);от 0,1 до 100 (%);\n"
                   "Документы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 1891;Физико- механические;весовые параметры (масса, плотность, объем)"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие группировки ; Пояса предохранительные ;"
                   "\nОпределяемая характеристика (Показатель)\nМасса"
                   "\nДиапазон определения:\nот 0,1 до 50000 (г) от 0,1 до 100 (%)]\n"
                   "Документы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN1891;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие"
                   "\nОпределяемая характеристика (Показатель)\nДинамическая прочность;Сила торможения"
                   "\nДиапазон определения:\nвыдерживает/не выдерживает выполняется/не выполняется от 1 до 5 (раз);от 0,01 до 50 (кН)\n"
                   "Документы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 1891;Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие группировки ; Пояса предохранительные ;"
                   "\nОпределяемая характеристика (Показатель)\nСтатическая прочность"
                   "\nДиапазон определения:\nвыполняется/не выполняется от 0,01 до 50 (кН) от 1 до 900 (с)"
                   "\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN1891;Неразрушающий контроль;внешний осмотр и измерения"
                   "\nНаименование объекта:\nОборудование специального назначения прочее, не включенное в другие группировки ; Изделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ;Пояса предохранительные ;"
                   "\nОпределяемая характеристика (Показатель)\nМаркировка;Материалы;Способность к вязке узлов;Амортизирующее устройство;Вентиляция;Грубые, острые или твердые участки, которые вызвали раздражение или повреждение;Дихлорметан;Информация, предоставляемая изготовителем;Компоненты;Конструкция;Конструкция, смягчающая удар;Крепление подбородочного ремня;Подбородочный ремень;Фиксация;Шероховатые поверхности, острые углы и кромки;"
                   "\nДиапазон определения:\nналичие/отсутствие выполняется/не выполняется ;соответствует/не соответствует выполняется/не выполняется ;от 0,1 до 3 от 0,5 до 500 (мм) от 0,1 до 10,5 (кг) от 0,1 до 100 (с);выполняется/не выполняется соответствует/не соответствует обеспечено/не обеспечено наличие/отсутствие оснащена/не оснащена от 0,01 до 3,5 (ед. pH) от 0,01 до 25 (мм);выполняется/не выполняется наличие/отсутствие оснащена/не оснащена от 150 до 450 (мм²);наличие/отсутствие ;от 4 до 12 (%);соответствует/не соответствует наличие/отсутствие;выполняется/не выполняется наличие/отсутствие оснащена/не оснащена соответствует/не соответствует;соответствует/не соответствует выполняется/не выполняется от 1 до 5 (мм);выполняется/не выполняется наличие/отсутствие соответствует/не соответствует обеспечено/не обеспечено от 1 до 300 (мм) от 0,01 до 3,5 (ед. pH);наличие/отсутствие выполняется/не выполняется выдерживает/не выдерживает от 1 до 300 (мм) от 10 до 5020 (Н) от 1 до 50 (˚С) от 0,02 до 5 (мин);наличие/отсутствие выполняется/не выполняется выдерживает/не выдерживает от 1 до 300 (мм) от 10 до 5020 (Н) от 1 до 50 (˚С) от 0,02 до 5 (мин);выполняется/не выполняется соответствует/не соответствует надежно/не надежно ;наличие/отсутствие   "

                   )
    },
    {
        "input": "Выдай ГОСТы 1891 для физико- механических,температурных параметров (плавление, кипение и т.д)",
        "output":"Документы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 1891;Физико- механические;температурные параметры (плавление, кипение и т.д)\nНаименование объекта\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное,транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие группировки ; Пояса предохранительные ;\nОпределяемая характеристика (Показатель) \nТемпература плавления\nДиапазон определения\nвыполняется/не выполняется от 1 до 200 (˚С)\n"
    },
    {
        "input": "Выдай ГОСТы 1891 для Физико- механические;измерение геометрических параметров (длина, ширина, толщина, площадь, изменение размеров, угол)",
        "output": ("Документы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 1891;Физико- механические;измерение геометрических параметров (длина, ширина, толщина, площадь, изменение размеров, угол)"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочноепрочее ; Оборудование специального назначения прочее, не включенное в другие группировки ; Пояса предохранительные ;"
                   "\nОпределяемая характеристика (Показатель)\nДиаметр каната;Смещение оболочки шнура или кабеля;Удлинение;Усадка"
                   "\nДиапазон определения:\nот 1 до 20 (мм);от 1 до 2000 (мм) от 0,1 до 100 (%);от 1 до 2000 (мм) от 0,1 до 100 (%);от 0,1 до 100 (%);\n")
    },
{
        "input": "Выдай ГОСТы 1891 Физико- механические;весовые параметры (масса, плотность, объем)",
        "output": ("Документы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 1891;Физико- механические;весовые параметры (масса, плотность, объем)"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие группировки ; Пояса предохранительные ;"
                   "\nОпределяемая характеристика (Показатель)\nМасса"
                   "\nДиапазон определения:\nот 0,1 до 50000 (г) от 0,1 до 100 (%)]\n")
    },
{
        "input": "Выдай ГОСТы 1891 Динамические испытания ;динамические испытания",
        "output": ("Документы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN1891;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие"
                   "\nОпределяемая характеристика (Показатель)\nДинамическая прочность;Сила торможения"
                   "\nДиапазон определения:\nвыдерживает/не выдерживает выполняется/не выполняется от 1 до 5 (раз);от 0,01 до 50 (кН)\n")
    },
{
        "input": "Выдай ГОСТы 1891 Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
        "output": ("Документы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 1891;Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие группировки ; Пояса предохранительные ;"
                   "\nОпределяемая характеристика (Показатель)\nСтатическая прочность"
                   "\nДиапазон определения:\nвыполняется/не выполняется от 0,01 до 50 (кН) от 1 до 900 (с)")
    },
{
        "input": "Выдай ГОСТы 1891 Неразрушающий контроль;внешний осмотр и измерения",
        "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN1891;Неразрушающий контроль;внешний осмотр и измерения"
                   "\nНаименование объекта:\nОборудование специального назначения прочее, не включенное в другие группировки ; Изделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ;Пояса предохранительные ;"
                   "\nОпределяемая характеристика (Показатель)\nМаркировка;Материалы;Способность к вязке узлов;Амортизирующее устройство;Вентиляция;Грубые, острые или твердые участки, которые вызвали раздражение или повреждение;Дихлорметан;Информация, предоставляемая изготовителем;Компоненты;Конструкция;Конструкция, смягчающая удар;Крепление подбородочного ремня;Подбородочный ремень;Фиксация;Шероховатые поверхности, острые углы и кромки;"
                   "\nДиапазон определения:\nналичие/отсутствие выполняется/не выполняется ;соответствует/не соответствует выполняется/не выполняется ;от 0,1 до 3 от 0,5 до 500 (мм) от 0,1 до 10,5 (кг) от 0,1 до 100 (с);выполняется/не выполняется соответствует/не соответствует обеспечено/не обеспечено наличие/отсутствие оснащена/не оснащена от 0,01 до 3,5 (ед. pH) от 0,01 до 25 (мм);выполняется/не выполняется наличие/отсутствие оснащена/не оснащена от 150 до 450 (мм²);наличие/отсутствие ;от 4 до 12 (%);соответствует/не соответствует наличие/отсутствие;выполняется/не выполняется наличие/отсутствие оснащена/не оснащена соответствует/не соответствует;соответствует/не соответствует выполняется/не выполняется от 1 до 5 (мм);выполняется/не выполняется наличие/отсутствие соответствует/не соответствует обеспечено/не обеспечено от 1 до 300 (мм) от 0,01 до 3,5 (ед. pH);наличие/отсутствие выполняется/не выполняется выдерживает/не выдерживает от 1 до 300 (мм) от 10 до 5020 (Н) от 1 до 50 (˚С) от 0,02 до 5 (мин);наличие/отсутствие выполняется/не выполняется выдерживает/не выдерживает от 1 до 300 (мм) от 10 до 5020 (Н) от 1 до 50 (˚С) от 0,02 до 5 (мин);выполняется/не выполняется соответствует/не соответствует надежно/не надежно ;наличие/отсутствие   "
)
    }
,
{
        "input": "Выдай ГОСТы 16415 Динамические испытания ;динамические испытания",
        "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN/TS16415;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nОборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Оборудование специального назначения прочее, не включенное в другие группировки ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; Проволока, цепи и пружины ;"
                   "\nОпределяемая характеристика (Показатель)\nДинамическая характеристика устройств типа Е;Отсоединение мобильной точки крепления;Перемещение точки крепления;Смещение, отклонение анкерного устройства"
                   "\nДиапазон определения:\n:выдерживает/не выдерживает от 0,01 до 70 (кН) от 1 до 10 (мин),наличие/отсутствие ,наличие/отсутствие ,наличие/отсутствие ")
    },
    {
        "input": "Выдай ГОСТы 16415 Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
        "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN/TS 16415;Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nОборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Оборудование специального назначения прочее, не включенное в другие группировки ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; "
                   "\nОпределяемая характеристика (Показатель)\nУдержание после приложения силы"
                   "\nДиапазон определения:\nвыполняется/не выполняется от 1 до 60 (мин) от 1 до 30 (...°) от 1 до 5000 (кг) от 1 до 1000 (мм)")
    },
{
         "input": "Выдай ГОСТ 16415;Динамические испытания ;динамические испытания",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN/TS 16415;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nОборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Оборудование специального назначения прочее, не включенное в другие группировки ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\n Динамическая прочность;Целостность"
                   "\nДиапазон определения:\n выполняется/не выполняется функционирует/не функционирует наличие/отсутствие изменяется/не изменяется наблюдается/не наблюдается возможно/невозможно от 0,01 до 70 (кН) от 1 до 5000 (кг) от 1 до 5000 (мм) от 1 до 10 (мин) от -50 до +50 (%) от 0 до 30 (°);выполняется/не выполняется функционирует/не функционирует наличие/отсутствие изменяется/не изменяется наблюдается/не наблюдается возможно/невозможно от 0,01 до 70 (кН) от 1 до 5000 (кг) от 1 до 5000 (мм) от 1 до 10 (мин) от -50 до +50 (%) от 0 до 30 (°)")
     },
{
         "input": "Выдай ГОСТ 16415;Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN/TS 16415;Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nОборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Оборудование специального назначения прочее, не включенное в другие группировки ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nСтатическая прочность"
                   "\nДиапазон определения:\nвыдерживает/не выдерживает соответствует/не соответствует надежная/ не надежная возможно/невозможно функционирует/не функционирует от 0,01 до 70 (кН) от 1 до 10 (мин)")
     },
{
         "input": "Выдай ГОСТ 16415;Неразрушающий контроль;внешний осмотр и измерения",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN/TS 16415;Неразрушающий контроль;внешний осмотр и измерения"
                   "\nНаименование объекта:\nОборудование специального назначения прочее, не включенное в другие группировки ; Проволока, цепи и пружины ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ;"
                   "\nОпределяемая характеристика (Показатель)\nИнформация, предоставляемая изготовителем;Маркировка"
                   "\nДиапазон определения:\nвыполняется/не выполняется ;выполняется/не выполняется ")
     },
{
         "input": "Выдай ГОСТ 795;Динамические испытания ;динамические испытания",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 795;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nОборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие группировки ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; Проволока, цепи и пружины ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ;"
                   "\nОпределяемая характеристика (Показатель)\nДинамическая прочность и целостность устройств;Динамическая характеристика устройств типа Е;Изгиб;Отображает индикатор падения ;Смещение; Удержание после падения устройств типа Е "
                   "\nДиапазон определения:\nвыполняется/не выполняется выдерживает/не выдерживает от 0 до 30 (...°) от 0,1 до 1 (м) от 1 до 4000 (кг) от 1 до 10 (мин) от 1 до 5000 (мм) от 0,1 до 50 (кН) от -50 до +50 (%);выполняется/не выполняется выдерживает/не выдерживает от 0 до 30 (...°) от 1 до 50 (˚С) от 1 до 60 (мин) от 1 до 5000 (мм);наличие/отсутствие ;выполняется/не выполняется ;наличие/отсутствие;выполняется/не выполняется от 1 до 1000 (мм) от 1 до 15 (мин) от 1 до 600 (кг);выдерживает/не выдерживает от 0,01 до 70 (кН) от 1 до 10 (мин);наличие/отсутствие;наличие/отсутствие ;наличие/отсутствие  ")
     },
    {
         "input": "Выдай ГОСТ 795 Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 795;Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана"
                   "\nНаименование объекта:\nПроволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nКоррозионная стойкость к воздействию соляного тумана "
                   "\nДиапазон определения:\nотсутствие/следы/наличие функционирует/не функционирует")
     },
{
         "input": "Выдай ГОСТ 795 Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 795;Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов "
                   "\nНаименование объекта:\nПроволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nДеформация;Статическая прочность"
                   "\nДиапазон определения:\nвыполняется/не выполняется от 1 до 1000 (мм) от 0,01 до 40 (кН) от 0,02 до 10 (мин);выдерживает/не выдерживает наличие/отсутствие от 0,01 до 70 (кН) от 1 до 10 (мин)")
     },
{
         "input": "Выдай ГОСТ 795 Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 795;Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nПроволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Оборудование специального назначения прочее, не включенное в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nДеформация; Статистическая прочность"
                   "\nДиапазон определения:\nвыполняется/не выполняется от 1 до 1000 (мм) от 0,01 до 40 (кН)от 0,02 до 10 (мин);выдерживает/не выдерживает наличие/отсутствие от 0,01 до 70 (кН) от 1 до 10 (мин)")
     },
{
         "input": "Выдай ГОСТ 795 Динамические испытания ;динамические испытания",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 795;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nПроволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ;Оборудование специального назначения прочее, не включенное в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nДинамическая прочность;Удержание номинального груза"
                   "\nДиапазон определения:\nвыполняется/не выполняется наличие/отсутствие функционирует/не функционирует надежная/ не надежная от 1 до 4000 (кг) от 1 до 60 (мин) от 1 до 5000 (мм) от 0,01 до 50 (кН) от -50 до +50 (%) от 0 до 50 (°) от 0 до 1 (м);выполняется/не выполняется от 1 до 1000 (мм) от 1 до 15 (мин) от 1 до 600 (кг)")
     },
{
         "input": "Выдай ГОСТ 795 Неразрушающий контроль;внешний осмотр и измерения",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 795;Неразрушающий контроль;внешний осмотр и измерения"
                   "\nНаименование объекта:\nОборудование специального назначения прочее, не включенное в другие группировки ; Проволока, цепи и пружины ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ;"
                   "\nОпределяемая характеристика (Показатель)\nИнформация, предоставляемая изготовителем; Конструкция; Маркировка; Материалы"
                   "\nДиапазон определения:\n выполняется/не выполняется; выполняется/не выполняется от 1 до 100 (кг); выполняется/не выполняется ; выполняется/не выполняется   ")
     },{
         "input": "Выдай ГОСТ 362 Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 362;Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nУборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Оборудование специального назначения прочее, не включенное в другие группировки ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nПрочность запорного элемента;Функция запирания"
                   "\nДиапазон определения:\nвыполняется/не выполняется ;функционирует/не функционирует от 0,01 до 5 (кН) от 1 до 100 (мм) от 1 до 900 (с)")
     },
{
         "input": "Выдай ГОСТ 362 Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 362;Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nУборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Оборудование специального назначения прочее, не включенное в другие группировки ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nСтатическая прочность"
                   "\nДиапазон определения:\nвыполняется/не выполняется выдерживает/не выдерживает от 0,01 до 70 (кН) от 1 до 900 (с)")
     },
{
         "input": "Выдай ГОСТ 362 Испытания на  воздействия внешних факторов;испытание на воздействие соляного тумана",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 362;Испытания на  воздействия внешних факторов;испытание на воздействие соляного тумана"
                   "\nНаименование объекта:\nУборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Оборудование специального назначения прочее, не включенное в другие группировки ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nКоррозионная стойкость к воздействию соляного тумана "
                   "\nДиапазон определения:\nвыполняется/не выполняется функционирует/не функционирует отсутствие/следы/наличие ")
     },
{
         "input": "Выдай ГОСТ 362;Неразрушающий контроль;внешний осмотр и измерения",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 362;Неразрушающий контроль;внешний осмотр и измерения"
                   "\nНаименование объекта:\nОборудование специального назначения прочее, не включенное в другие группировки ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Проволока скрученная, канаты, шнуры плетеные,стропы и аналогичные изделия из черных металлов без электрической изоляции ;"
                   "\nОпределяемая характеристика (Показатель)\nМаркировка;Острые кромки;Раздражающее действие на кожу;Раскрытие;Фиксация запорного элемента;Функция закрытия"
                   "\nДиапазон определения:\nсоответствует/не соответствует ;наличие/отсутствие  ;наличие/отсутствие; выполняется/не выполняется достаточная/недостаточная; наличие/отсутствие выполняется/не выполняется ; выполняется/не выполняется функционирует/не функционирует от 0,01 до 70 (кН) от 1 до 900 (с)  ")
     },
{
         "input": "Выдай ГОСТ ГОСТ 354 Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 354;Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nПроволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Изделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ;"
                   "\nОпределяемая характеристика (Показатель)\nКонцевые соединения;Проскальзывание стропа;Статическая прочность"
                   "\nДиапазон определения:\nвыполняется/не выполняется наличие/отсутствие от 1 до 5000 (мм) от -70 до 150 (˚С) от 0,02 до 24 (ч) от 1 до 100 (%) от 0,01 до 70 (кН);выполняется/не выполняется от -70 до 150 (˚С) от 0,02 до 24 (ч) от 1 до 100 (%) от 1 до 3600 (с) от 0,01 до 70 (кН) от 1 до 5000 (мм);выполняется/не выполняется выдерживает/не выдерживает от -70 до 150 (˚С) от 0,02 до 24 (ч) от 1 до 100 (%) от 1 до 5000 (мм) от 0,1 до 3600 (с) от 0,01 до 70 (кН)")
     },
{
         "input": "Выдай ГОСТ 354 Динамические испытания динамические испытания",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 354;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nДинамическая прочность"
                   "\nДиапазон определения:\nвыполняется/не выполняется выдерживает/не выдерживает от -70 до 150 (˚С) от 0,02 до 24 (ч) от 1 до 100 (%) от 1 до 5000 (мм) от 1 до 3600 (с) от 0,01 до 70 (кН) от 0,02 до 10 (мин)")
     },
{
         "input": "Выдай ГОСТ 354 Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 354;Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ;Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nКоррозионная стойкость к воздействию соляного тумана"
                   "\nДиапазон определения:\nвыполняется/не выполняется функционирует/не функционирует наличие/отсутствие от 0,02 до 24,5 (ч) от 0,1 до 40 (˚С)")
     },
{
         "input": "Выдай ГОСТ 354 Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 354;Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nУборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Изделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ;"
                   "\nОпределяемая характеристика (Показатель)\nСтатическая нагрузка"
                   "\nДиапазон определения:\nот 15 до 22 (кН)")
     }
    ,{
         "input": "Выдай ГОСТ 354 Динамические испытания ;динамические испытания",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН354;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nПроволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Изделия текстильные готовые прочие (включая тряпки для мытья полов, посуды,удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ;"
                   "\nОпределяемая характеристика (Показатель)\nДинамическая прочность"
                   "\nДиапазон определения:\nвыдерживает/не выдерживает ")
     },
{
         "input": "Выдай ГОСТ  354 Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 354;Испытания на воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nПроволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Изделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ;"
                   "\nОпределяемая характеристика (Показатель)\nСтатическая нагрузка"
                   "\nДиапазон определения:\nот 15 до 22 (кН)")
     },
{
         "input": "Выдай ГОСТ 354 Динамические испытания ;динамические испытания",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ EN 354;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ;"
                   "\nОпределяемая характеристика (Показатель)\nДинамическая прочность"
                   "\nДиапазон определения:\nвыполняется/не выполняется")
     },
{
         "input": "Выдай ГОСТ 354 Неразрушающий контроль;внешний осмотр и измерения",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ En 354;Неразрушающий контроль;внешний осмотр и измерения"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ;"
                   "\nОпределяемая характеристика (Показатель)\nЖесткий испытательный груз не должен соприкасаться с полом;Информация, предоставляемая изготовителем;Конструкция;Маркировка;Материалы;Упаковка;Эргономика"
                   "\nДиапазон определения:\nвыполняется/не выполняется соответствует/не соответствует;выполняется/не выполняется соответствует/не соответствует наличие/отсутствие ;выполняется/не выполняется соответствует/не соответствует возможно/невозможно наличие/отсутствие оснащена/не оснащена от 1 до 100 (%) от 1 до 3600 (с) от 0,001 до 5 (м);выполняется/не выполняется соответствует/не соответствует наличие/отсутствие ;выполняется/не выполняется оказывает токсическое действие/не оказывает токсическое действие от 10 до 60 (сН/текс) от 1 до 1000 (мм);выполняется/не выполняется соответствует/не соответствует ;выполняется/не выполняется соответствует/не соответствует возможно/невозможно наличие/отсутствие оснащена/не оснащена от 1 до 100 (%) от 1 до 3600 (с) от 0,001 до 5 (м)")
     },
{
         "input": "Выдай ГОСТ 354;Неразрушающий контроль;внешний осмотр и измерения",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 354;Неразрушающий контроль;внешний осмотр и измерения"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ;Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; "
                   "\nОпределяемая характеристика (Показатель)\nКонструкция;Маркировка;Материалы"
                   "\nДиапазон определения:\nсоответствует/не соответствует ;соответствует/не соответствует ;соответствует/не соответствует")
     },
    {
         "input": "Выдай ГОСТ 355 Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 355;Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nОборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Изделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Изделия из вулканизированной резины прочие, не включенные в другие группировки; твердая резина во всех формах и изделия из нее; напольные покрытия и коврики из вулканизированной пористой резины ; Комплектующие и принадлежности для автотранспортных средств, не включенные в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nСтатическая прочность"
                   "\nДиапазон определения:\nот 6 до 15 (кН)")
     },
{
         "input": "Выдай ГОСТ 355 Динамические испытания ;динамические испытания",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 355;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nКомплектующие и принадлежности для автотранспортных средств, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Изделия из вулканизированной резины прочие, не включенные в другие группировки; твердая резина во всех формах и изделия из нее; напольные покрытия и коврики из вулканизированной пористой резины ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Изделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ;"
                   "\nОпределяемая характеристика (Показатель)\nДинамические характеристики"
                   "\nДиапазон определения:\nот 2 до 6 (кН))")
     },{
         "input": "Выдай ГОСТ Р ЕН 355;Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 355;Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nИзделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ;Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Изделия из вулканизированной резины прочие, не включенные в другие группировки; твердая резина во всех формах и изделия из нее; напольные покрытия и коврики из вулканизированной пористой резины ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Комплектующие и принадлежности для автотранспортных средств, не включенные в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nСтатическая предварительная нагрузка"
                   "\nДиапазон определения:\nот 0,01 до 2 (кН)")
     },
{
         "input": "Выдай ГОСТ 355;Неразрушающий контроль;внешний осмотр и измерения",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 355;Неразрушающий контроль;внешний осмотр и измерения"
                   "\nНаименование объекта:\nИзделия из вулканизированной резины прочие, не включенные в другие группировки; твердая резина во всех формах и изделия из нее; напольные покрытия и коврики из вулканизированной пористой резины ; Изделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Комплектующие и принадлежности для автотранспортных средств, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Уборы головные защитные и средства защиты прочие, не включенные в другие группировки ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ;"
                   "\nОпределяемая характеристика (Показатель)\nКонструкция;Маркировка;Материалы"
                   "\nДиапазон определения:\nсоответствует/не соответствует;соответствует/не соответствует;соответствует/не соответствует")
     },{
         "input": "Выдай ГОСТ 360;Испытания на  воздействия внешних факторов;испытание на воздействие соляного тумана",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\n360;Испытания на  воздействия внешних факторов;испытание на воздействие соляного тумана"
                   "\nНаименование объекта:\nОборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Средства транспортные и оборудование прочие, не включенные в другие группировки ; Средства индивидуальной защиты прочие, не включенные в другие группировки ; Оборудование специального назначения прочее, не включенное в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nКоррозионная стойкость к воздействию соляного тумана "
                   "\nДиапазон определения:\nналичие/отсутствие отсутствие/следы/наличие ")
     },{
         "input": "Выдай ГОСТ 360;Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 360;Испытания на  воздействия внешних факторов;прочие методы исследований (испытаний) на воздействия внешних факторов"
                   "\nНаименование объекта:\nОборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Средства транспортные и оборудование прочие, не включенные в другие группировки ; Средства индивидуальной защиты прочие, не включенные в другие группировки ; Оборудование специального назначения прочее, не включенное в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nДолговечность;Испытание на блокировку после кондиционирования;Статическая прочность"
                   "\nДиапазон определения:\nвыполняется/не выполняется от 1000 до 5000 (раз);выполняется/не выполняется функционирует/не функционирует от 1 до 50 (кг);выдерживает/не выдерживает от 1 до 50 (кН)")
     },
{
         "input": "Выдай ГОСТ Р ЕН 360;Динамические испытания ;динамические испытания",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\n"
                   "\nНаименование объекта:\nОборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ;Средства транспортные и оборудование прочие, не включенные в другие группировки ; Средства индивидуальной защиты прочие, не включенные в другие группировки ; Оборудование специального назначения прочее, не включенное в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nДинамическая прочность"
                   "\nДиапазон определения:\nвыполняется/не выполняется от 0,1 до 50 (кН) от 0,1 до 4 (м) от 1 до 150 (кг)")
     },{
         "input": "Выдай ГОСТ ГОСТ Р ЕН 360;Динамические испытания ;динамические испытания",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 360;Динамические испытания ;динамические испытания"
                   "\nНаименование объекта:\nОборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Средства транспортные и оборудование прочие, не включенные в другие группировки ;Средства индивидуальной защиты прочие, не включенные в другие группировки ; Оборудование специального назначения прочее, не включенное в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nДинамическая характеристика"
                   "\nДиапазон определения:\nвыполняется/не выполняется от 0,1 до 50 (кН) от 0,1 до 4 (м) от 1 до 150 (кг)")
     },
{
         "input": "Выдай ГОСТ 360 Неразрушающий контроль;внешний осмотр и измерения",
         "output": ("\nДокументы, устанавливающие правила и методы исследований (испытаний) и измерений:\nГОСТ Р ЕН 360;Неразрушающий контроль;внешний осмотр и измерения"
                   "\nНаименование объекта:\nОборудование специального назначения прочее, не включенное в другие группировки ; Средства индивидуальной защиты прочие, не включенные в другие группировки ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Средства транспортные и оборудование прочие, не включенные в другие группировки ;"
                   "\nОпределяемая характеристика (Показатель)\nБарабан или втягивающийся строп или возвратный шкив с противовесами;Внутренний конец втягивающегося стропа закреплен на устройстве соответствующим образом;Информация, предоставляемая изготовителем;Конструкция;Маркировка;Материалы;Наружный конец втягивающегося стропа заделан соответствующим образом;Эргономика"
                   "\nДиапазон определения:\nналичие/отсутствие ;соответствует/не соответствует ;соответствует/не соответствует выполняется/не выполняется ;соответствует/не соответствует выполняется/не выполняется ;выполняется/не выполняется соответствует/не соответствует ;выполняется/не выполняется соответствует/не соответствует;соответствует/не соответствует ;соответствует/не соответствует ")
     },
{
         "input": "Выдай ГОСТ 34388Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток",
         "output":"ГОСТ 34388-2018 (ISO 9227:2012) ;Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; 14.19.31;28.22.18;13.9 2.29;25.93.11;32.99.11 .150;28.99.39.190;13.9 4.11;13.94.12;25.94.11 ;25.93.11.120 4203300000;842839900 9;6307200000;7326;761 6;7312;5607;560900000 0 Концентрация хлорида натрия в собранном растворе - от 40 до 60 (г/л) Средняя скорость осаждения соляного тумана - от 0,1 до 2,0 (мл/ч) РОСС RU.0001.21АИ09 на 453 листах, лист 2 N П/П Документы, устанавливающие правила и методы исследований (испытаний) и измерений"
},
{
         "input": "Выдай ГОСТ 34388 Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана без электрической изоляции ",
         "output":"ГОСТ 34388-2018 (ISO 9227:2012) ;Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; 14.19.31;28.22.18;13.9 2.29;25.93.11;32.99.11 .150;28.99.39.190;13.9 4.11;13.94.12;25.94.11 ;25.93.11.120 4203300000;842839900 9;6307200000;7326;761 6;7312;5607;560900000 0 Концентрация хлорида натрия в собранном растворе - от 40 до 60 (г/л) Средняя скорость осаждения соляного тумана - от 0,1 до 2,0 (мл/ч) РОСС RU.0001.21АИ09 на 453 листах, лист 2 N П/П Документы, устанавливающие правила и методы исследований (испытаний) и измерений"
}
,
{
         "input": "Выдай ГОСТ 30630.0.0- 99;Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана ",
         "output":"ГОСТ 30630.0.0- 99;Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана Наименование объекта КОД ОКПД 2 КОД ТН ВЭД ЕАЭС Определяемая характеристика (Показатель) Диапазон определения группировки ; Шпагат, канаты, веревки и шнуры из джута или прочих текстильных лубяных материалов ; Сети и сетки, плетеные из бечевок, шнуров или веревок, готовые сети из текстильных материалов; изделия из пряжи, лент, не включенные в другие группировки ; Изделия крепежные резьбовые из черных металлов, не включенные в другие группировки ; Канаты из черных металлов без электрической изоляции ; Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток ; Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Изделия текстильные готовые 14.19.31;28.22.18;13.9 2.29;25.93.11;32.99.11 .150;28.99.39.190;13.9 4.11;13.94.12;25.94.11 ;25.93.11.120 4203300000;842839900 9;6307200000;7326;761 6;7312;5607;560900000 0 Устойчивость к нейтральному соляному туману соответствует/не соответствует - РОСС RU.0001.21АИ09 на 453 листах, лист 5 N П/П Документы, устанавливающие правила и методы исследований (испытаний) и измерений"
},
    {
     "input":"Выдай Гост 30630.2.5;Испытания на воздействия внешних факторов;испытание на воздействие соляного тумана Аксессуары одежды из натуральной или композиционной кожи, кроме кожаных спортивных перчаток",
"output:":" Оборудование грузоподъемное, транспортирующее и погрузочно-разгрузочное прочее ; Изделия текстильные готовые прочие (включая тряпки для мытья полов, посуды, удаления пыли и аналогичные текстильные изделия, спасательные жилеты и пояса) ; Проволока скрученная, канаты, шнуры плетеные, стропы и аналогичные изделия из черных металлов без электрической изоляции ; Пояса предохранительные ; Оборудование специального назначения прочее, не включенное в другие РОСС RU.0001.21АИ09 на 453 листах, лист 7 N П/П Документы, устанавливающие правила и методы исследований (испытаний) и измерений"
    }
,
    {
     "input":"Выдай ГОСТ 10180;Физико- механические",
"output:":"ГОСТ 10180;Физико- механические;прочность Смеси песчано-гравийные ; 08.12.12.160 3816000000 Определение прочности на растяжение при изгибе - от 0 до 2000 (кН) Определение прочности на сжатие - от 0 до 2000 (кН)"
    }
,
    {
     "input":"Выдай Гост  ГОСТ 10181;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей Смеси песчано-гравийные",
"output:":" ГОСТ 10181;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей Смеси песчано-гравийные ; 08.12.12.160 3816000000 Средняя плотность - от 0 до 4000 (кг/м³) Удобоукладываемость (осадка и расплыв конуса) - от 0 до 500 (мм)"
    }
,
    {
     "input":"Выдай Гост ГОСТ 28570;Физико- механические",
"output:":" ГОСТ 28570;Физико- механические;прочность Изделия из бетона, используемые в строительстве ; 23.61 6810 Прочность на сжатие и растяжение при изгибе - от 0 до 2000 (кН) РОСС RU.0001.21АИ09 на 453 листах, лист 9 N П/П Документы, устанавливающие правила и методы исследований (испытаний) и измерений Наименование объекта КОД ОКПД 2 КОД ТН ВЭД ЕАЭС Определяемая характеристика (Показатель) Диапазон определения"
    }
,
    {
     "input":"Выдай ГОСТ 22690",
"output:":" Физико- механические;прочность Изделия из бетона, используемые в строительстве ; 23.61 6810 Прочность на сжатие"
    },
    {
     "input":"Выдай ГОСТ 10060;Испытания на воздействия внешних факторов",
"output:":"ГОСТ 10060;Испытания на воздействия внешних факторов;испытание на воздействие изменения температуры среды Изделия из бетона, используемые в строительстве ; 23.61 6810 Морозостойкость - от 0 до 2000 (кН) соответствует/не соответствует -"
    },
    {
     "input":"Выдай ГОСТ 12730.1;Физико- механические",
"output:":"ГОСТ 12730.1;Физико- механические;плотность Изделия из бетона, используемые в строительстве ; 23.61 6810 Плотность - от 0 до 4000 (кг/м³)"
    },
    {
     "input":"Выдай ГОСТ 12730.2;Измерение параметров физических факторов;измерение влажности Изделия из бетона, используемые в строительстве",
"output:":"ГОСТ 12730.2;Измерение параметров физических факторов;измерение влажности Изделия из бетона, используемые в строительстве ; Блоки стеновые железобетонные ; 23.61;23.61.12.134 6810 Влажность - от 0 до 100 (%) РОСС RU.0001.21АИ09 на 453 листах, лист 10 N П/П Документы, устанавливающие правила и методы исследований (испытаний) и измерений Наименование объекта КОД ОКПД 2 КОД ТН ВЭД ЕАЭС Определяемая характеристика (Показатель) Диапазон определения "
    },
    {
     "input":"Выдай ГОСТ 12730.3;Физико- механические ",
"output:":" увлажняемость Изделия из бетона, используемые в строительстве ; 23.61 6810 Водопоглощение 23.61 6810 Пористость - от 0,1 до 100 (%) - от 0,1 до 99 (%)"
    },
    {
     "input":"Выдай ГОСТ 12730.3",
"output:":" ГОСТ 12730.3;Физико- механические;увлажняемость Изделия из бетона, используемые в строительстве ; 23.61 6810 Водопоглощение 23.61 6810 Пористость - от 0,1 до 100 (%) - от 0,1 до 99 (%)"
    },
    {
     "input":"Выдай ГОСТ 12730.4;Физико- механические",
"output:":"ГОСТ 12730.4;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей Изделия из бетона, используемые в строительстве ; ГОСТ 12730.5 (приложение Д);Испытания на воздействия внешних факторов;испытание на водонепроницаемость Изделия из бетона, используемые в строительстве ; Блоки стеновые железобетонные ; ГОСТ 24452;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей Изделия из бетона, используемые в строительстве ; 23.61;23.61.12.134 6810 Водонепроницаемость - от W2 до W12 23.61 6810 Коэффициент Пуассона - от 0,15 до 0,20 Модуль упругости - от 0 до 100000 (МПа) РОСС RU.0001.21АИ09 на 453 листах, лист 11 N П/П Документы, устанавливающие правила и методы исследований (испытаний) и измерений Наименование объекта КОД ОКПД 2 КОД ТН ВЭД ЕАЭС Определяемая характеристика (Показатель) Диапазон определения"
    },
    {
     "input":"Выдай Гост ГОСТ 12730.5 (приложение Д);Испытания на воздействия внешних факторов;испытание на водонепроницаемость",
"output:":"ОСТ 12730.5 (приложение Д);Испытания на воздействия внешних факторов;испытание на водонепроницаемость Изделия из бетона, используемые в строительстве ; Блоки стеновые железобетонные ;Водонепроницаемость ;от W2 до W12"
    },
    {
     "input":"Выдай ГОСТ 24452;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей",
"output:":"ГОСТ 24452;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей;Изделия из бетона, используемые в строительстве ;Коэффициент Пуассона;Модуль упругости;Призменная прочность;от 0,15 до 0,20;от 0 до 100000 (МПа);от 0 до 250 (кН) "
    },
    {
     "input":"Выдай Гост ГОСТ 29167;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей",
"output:":"ГОСТ 29167;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей Изделия из бетона, используемые в строительстве ; ГОСТ 30744;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей Портландцемент, цемент глиноземистый, цемент шлаковый и аналогичные гидравлические цементы ; Кирпичи огнеупорные, кроме изделий из кремнеземистой каменной муки или диатомитовых земель ; Призменная прочность - от 0 до 250 (кН) 23.61 6810 Трещиностойкость - от 0 до 6 (мм) 23.51.12;23.20.12.110 2523;6902 Прочность Сроки схватывания - от 0 до 250 (кН) от 0 до 15 (кН) - от 1 до 21600 (с) - от 0 до 50 (%) "
    },
    {
     "input":"Выдай ГОСТ 30744;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей",
"output:":"ГОСТ 30744;Физико- механические;прочие методы исследований (испытаний) по определению физических и механических показателей;Портландцемент, цемент глиноземистый, цемент шлаковый и аналогичные гидравлические цементы ; Кирпичи огнеупорные, кроме изделий из кремнеземистой каменной муки или диатомитовых земель ;Прочность;Сроки схватывания;от 0 до 250 (кН) от 0 до 15 (кН);от 1 до 21600 (с) "
    }







]

with open("../sample.json", "w") as outfile:
    json.dump(data, outfile)


